app/views/gossip/show.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
            <div class="card-body">
              <h5 class="card-title"><%= @gossip.user.first_name %> <%= @gossip.user.last_name %></h5>