app/views/welcome/show.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
                <div class="col-lg-5 my-2 text-justify">
                  <h5 class="card-title"><%= link_to gossip.user.first_name, user_id_path(gossip.user.id)%> <%= gossip.user.last_name %></h5>