app/views/user/show.html.erb

    <div class="container">
      <% @user.gossips.each do |gossip| %>
---
SELECT "gossips".* FROM "gossips" WHERE "gossips"."user_id" = $1  [["user_id", 1]]